'''a = 5
while a > 0:
    print(a, end = ' ')
    a -= 1
'''
# Вывести нечетные числа от 5 до 55

a = 5
while a <= 55:
    print(a, end=' ') # в строку выведет
    a += 2

a =5
while a <= 55:
  if a % 2 ==1:
     print (a) # в столбец выведет
  a +=1

